Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# toolbarMoreTools
source: More tools
ar: أدوات إضافية
de: Weitere Werkzeuge
es: Más herramientas
fr: Plus d'outils
hi: अधिक उपकरण
it: Altri strumenti
ja: さらにツール
ko: 추가 도구
nl: Meer tools
pl: Więcej narzędzi
pt: Mais ferramentas
ru: Больше инструментов
th: เครื่องมือเพิ่มเติม
tr: Daha fazla araç
vi: Công cụ khác
zh_hans: 更多工具
zh_hant: 更多工具

# toolbarOr
source: or
ar: أو
de: oder
es: o
fr: ou
hi: या
it: o
ja: または
ko: 또는
nl: of
pl: lub
pt: ou
ru: или
th: หรือ
tr: veya
vi: hoặc
zh_hans: 或
zh_hant: 或

# toolbarRectangle
source: Rectangle
ar: مستطيل
de: Rechteck
es: Rectángulo
hi: आयत
it: Rettangolo
ja: 長方形
ko: 사각형
nl: Rechthoek
pl: Prostokąt
pt: Retângulo
ru: Прямоугольник
th: สี่เหลี่ยม
tr: Dikdörtgen
vi: Hình chữ nhật
zh_hans: 矩形
zh_hant: 矩形

# toolbarSelection
source: Selection
ar: تحديد
de: Auswahl
es: Selección
fr: Sélection
hi: चयन
it: Selezione
ja: 選択
ko: 선택
nl: Selectie
pl: Zaznaczenie
pt: Seleção
ru: Выбор
th: เลือก
tr: Seçim
vi: Lựa chọn
zh_hans: 选择
zh_hant: 選擇

# toolbarShapes
source: Shapes
ar: أشكال
de: Formen
es: Formas
fr: Formes
hi: आकृतियाँ
it: Forme
ja: 図形
ko: 도형
nl: Vormen
pl: Kształty
pt: Formas
ru: Фигуры
th: รูปร่าง
tr: Şekiller
vi: Hình dạng
zh_hans: 形状
zh_hant: 形狀

# toolbarShapesAndTools
source: Shapes & Tools
ar: أشكال وأدوات
de: Formen & Werkzeuge
es: Formas y herramientas
fr: Formes et Outils
hi: आकृतियाँ और उपकरण
it: Forme & Strumenti
ja: 図形とツール
ko: 모양 및 도구
nl: Vormen & Gereedschappen
pl: Kształty i narzędzia
pt: Formas e Ferramentas
ru: Фигуры и инструменты
th: รูปทรง & เครื่องมือ
tr: Şekiller ve Araçlar
vi: Hình dạng & Công cụ
zh_hans: 图形&工具
zh_hant: 形狀與工具

# toolbarText
source: Text
ar: نص
es: Texto
fr: Texte
hi: पाठ
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
pl: Tekst
pt: Texto
ru: Текст
th: ข้อความ
tr: Metin
vi: Văn bản
zh_hans: 文本
zh_hant: 文本

# toolbarText2Diagram
source: Text to diagram
ar: نص إلى مخطط
de: Text zu Diagramm
es: Texto a diagrama
fr: Texte en diagramme
hi: पाठ से आरेख
it: Testo in diagramma
ja: テキストから図へ
ko: 텍스트에서 다이어그램으로
nl: Tekst naar diagram
pl: Tekst do diagramu
pt: Texto para diagrama
ru: Текст в диаграмму
th: ข้อความเป็นแผนภาพ
tr: Metni diyagrama
vi: Văn bản thành sơ đồ
zh_hans: 文生图
zh_hant: 文字轉圖

# toolbarViewMode
source: View mode
ar: وضع العرض
de: Ansichtsmodus
es: Modo de vista
fr: Mode d'affichage
hi: दृश्य मोड
it: Modalità di visualizzazione
ja: 表示モード
ko: 보기 모드
nl: Weergavemodus
pl: Tryb podglądu
pt: Modo de visualização
ru: Режим просмотра
th: โหมดการดู
tr: Görüntüleme modu
vi: Chế độ xem
zh_hans: 只读模式
zh_hant: 檢視模式

# toolbarWebEmbed
source: Web Embed
ar: تضمين الويب
de: Web-Einbettung
es: Incrustar web
fr: Intégration Web
hi: वेब एम्बेड
it: Incorpora web
ja: ウェブ埋め込み
ko: 웹 임베드
nl: Web Insluiten
pl: Osadzenie w sieci
pt: Incorporar Web
ru: Встраивание веб-контента
th: ฝังเว็บ
tr: Web Gömme
vi: Nhúng web
zh_hans: 嵌入网页
zh_hant: 網頁嵌入

# unlockFileTitle
source: Unlock File
ar: فتح الملف
de: Datei entsperren
es: Desbloquear archivo
fr: Déverrouiller le fichier
hi: फाइल अनलॉक करें
it: Sblocca file
ja: ファイルを解除
ko: 파일 잠금 해제
nl: Ontgrendel Bestand
pl: Odblokuj plik
pt: Desbloquear Arquivo
ru: Разблокировать файл
th: ปลดล็อกไฟล์
tr: Dosyayı Aç
vi: Mở khóa tệp
zh_hans: 解锁文件
zh_hant: 解鎖檔案

# updatesCheckButton
source: Check for Updates…
ar: تحقق من التحديثات…
de: Auf Updates prüfen…
es: Buscar actualizaciones…
fr: Vérifier les mises à jour…
hi: अपडेट की जांच करें…
it: Controlla aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
nl: Controleer op updates…
pl: Sprawdź aktualizacje…
pt: Verificar atualizações…
ru: Проверить обновления…
th: ตรวจสอบการอัปเดต…
tr: Güncellemeleri kontrol et…
vi: Kiểm tra cập nhật…
zh_hans: 检查更新...
zh_hant: 檢查更新…

# webViewLoadingText
source: Loading…
ar: جارٍ التحميل…
de: Lädt…
es: Cargando…
fr: Chargement…
hi: लोड हो रहा है…
it: Caricamento…
ja: 読み込み中…
ko: 로드 중…
nl: Laden…
pl: Ładowanie…
pt: Carregando…
ru: Загрузка…
th: กำลังโหลด…
tr: Yükleniyor…
vi: Đang tải…
zh_hans: 加载中…
zh_hant: 加載中…

# welcomeDescription
source: We are synchronizing your data, please wait...
ar: نقوم بمزامنة بياناتك، يرجى الانتظار...
de: Wir synchronisieren deine Daten, bitte warten...
es: Estamos sincronizando tus datos, por favor espera...
fr: Nous synchronisons vos données, veuillez patienter...
hi: हम आपके डेटा को समन्वयित कर रहे हैं, कृपया प्रतीक्षा करें...
it: Stiamo sincronizzando i tuoi dati, attendere prego...
ja: データを同期していますので、お待ちください...
ko: 데이터를 동기화 중입니다. 잠시 기다려 주세요...
nl: We synchroniseren je gegevens, even geduld...
pl: Synchronizujemy Twoje dane, proszę czekać...
pt: Estamos sincronizando seus dados, por favor, aguarde...
ru: Мы синхронизируем ваши данные, пожалуйста, подождите...
th: เรากำลังซิงโครไนซ์ข้อมูลของคุณ โปรดรอ...
tr: Verilerinizi senkronize ediyoruz, lütfen bekleyin...
vi: Chúng tôi đang đồng bộ hóa dữ liệu của bạn, vui lòng chờ...
zh_hans: 我们正在同步您的数据，请稍候...
zh_hant: 我們正在同步您的數據，請稍候...

# welcomeSyncing
source: Syncing data...
ar: جارٍ مزامنة البيانات...
de: Daten werden synchronisiert...
es: Sincronizando datos...
fr: Synchronisation des données...
hi: डेटा समन्वयित किया जा रहा है...
it: Sincronizzazione dei dati...
ja: データを同期中...
ko: 데이터 동기화 중...
nl: Gegevens aan het synchroniseren...
pl: Synchronizowanie danych...
pt: Sincronizando dados...
ru: Синхронизация данных...
th: กำลังซิงค์ข้อมูล...
tr: Veri senkronize ediliyor...
vi: Đang đồng bộ dữ liệu...
zh_hans: 同步数据中...
zh_hant: 正在同步數據...

# welcomeTitle
source: Welcome to ExcalidrawZ
ar: مرحبًا بك في ExcalidrawZ
de: Willkommen bei ExcalidrawZ
es: Bienvenido a ExcalidrawZ
fr: Bienvenue dans ExcalidrawZ
hi: ExcalidrawZ में आपका स्वागत है
it: Benvenuto in ExcalidrawZ
ja: ExcalidrawZへようこそ
ko: ExcalidrawZ에 오신 것을 환영합니다
nl: Welkom bij ExcalidrawZ
pl: Witaj w ExcalidrawZ
pt: Bem-vindo ao ExcalidrawZ
ru: Добро пожаловать в ExcalidrawZ
th: ยินดีต้อนรับสู่ ExcalidrawZ
tr: ExcalidrawZ'ye Hoş Geldiniz
vi: Chào mừng bạn đến với ExcalidrawZ
zh_hans: 欢迎使用 ExcalidrawZ
zh_hant: 歡迎來到 ExcalidrawZ

# whatsnewAccesibleWithoutNetworkDescription
source: ExcalidrawZ now works perfectly offline, so you can access and use the app even without an internet connection.
ar: يعمل ExcalidrawZ الآن بشكل مثالي دون اتصال بالإنترنت، لذا يمكنك الوصول إلى التطبيق واستخدامه حتى بدون اتصال بالإنترنت.
de: ExcalidrawZ funktioniert jetzt perfekt offline, sodass Sie die App auch ohne Internetverbindung nutzen können.
es: ExcalidrawZ ahora funciona perfectamente sin conexión, por lo que puedes acceder y usar la aplicación incluso sin conexión a internet.
fr: ExcalidrawZ fonctionne désormais parfaitement hors ligne, vous pouvez donc accéder et utiliser l'application même sans connexion Internet.
hi: ExcalidrawZ अब पूरी तरह से ऑफ़लाइन काम करता है, इसलिए आप इंटरनेट कनेक्शन के बिना भी ऐप का उपयोग कर सकते हैं।
it: ExcalidrawZ ora funziona perfettamente offline, quindi puoi accedere e utilizzare l'app anche senza una connessione internet.
ja: ExcalidrawZはオフラインでも完璧に動作するため、インターネット接続がなくてもアプリにアクセスして使用できます。
ko: ExcalidrawZ는 이제 오프라인에서도 완벽하게 작동하므로 인터넷 연결 없이도 앱에 접근하고 사용할 수 있습니다.
nl: ExcalidrawZ werkt nu perfect offline, zodat je de app kunt openen en gebruiken, zelfs zonder internetverbinding.
pl: ExcalidrawZ teraz działa doskonale offline, więc możesz uzyskać dostęp i korzystać z aplikacji nawet bez połączenia z internetem.
pt: ExcalidrawZ agora funciona perfeitamente offline, permitindo que você acesse e use o aplicativo mesmo sem uma conexão com a internet.
ru: ExcalidrawZ теперь отлично работает в оффлайне, так что вы можете получить доступ к приложению и использовать его даже без подключения к интернету.
th: ExcalidrawZ ตอนนี้ทำงานได้อย่างสมบูรณ์แบบแบบออฟไลน์ ดังนั้นคุณสามารถเข้าถึงและใช้แอปได้แม้ไม่มีการเชื่อมต่ออินเทอร์เน็ต.
tr: ExcalidrawZ artık çevrimdışı mükemmel çalışıyor, bu nedenle internet bağlantınız olmasa bile uygulamaya erişebilir ve kullanabilirsiniz.
vi: ExcalidrawZ giờ đây hoạt động hoàn hảo ngoại tuyến, vì vậy bạn có thể truy cập và sử dụng ứng dụng ngay cả khi không có kết nối internet.
zh_hans: ExcalidrawZ 现在可以完美离线使用，因此即使没有互联网连接，您也可以访问和使用该应用。
zh_hant: ExcalidrawZ 現在在離線模式下運行完美，因此即使在沒有互聯網連接的情況下，你也可以訪問和使用該應用程序。

# whatsnewAccesibleWithoutNetworkTitle
source: Accessible without network
ar: قابل للوصول دون شبكة
de: Ohne Netzwerk zugänglich
es: Accesible sin red
fr: Accessible sans réseau
hi: नेटवर्क के बिना सुलभ
it: Accessibile senza rete
ja: ネットワークなしでアクセス可能
ko: 네트워크 없이 접근 가능
nl: Toegankelijk zonder netwerk
pl: Dostępne bez sieci
pt: Acessível sem rede
ru: Доступно без сети
th: เข้าถึงได้โดยไม่ต้องใช้เครือข่าย
tr: Ağ olmadan erişilebilir
vi: Có thể truy cập mà không cần mạng
zh_hans: 无需网络即可访问
zh_hant: 無需網絡即可訪問

# whatsNewAIForExcalidrawZDescription
source: Chat with AI directly in ExcalidrawZ to read your canvas, edit elements, navigate drawings, use library items, attach images, revise previous prompts, and safely revert AI-made canvas changes. New AI plans and credits are now available from the refreshed Paywall.
ar: تحدث مع الذكاء الاصطناعي مباشرة في ExcalidrawZ لقراءة لوحتك، تحرير العناصر، التنقل في الرسومات، استخدام عناصر المكتبة، إرفاق الصور، مراجعة المطالبات السابقة، والعودة بأمان إلى التغييرات التي أجراها الذكاء الاصطناعي على اللوحة. تتوفر الآن خطط و أرصدة جديدة للذكاء الاصطناعي من جدار الدفع المحدّث.
de: Chatte direkt mit KI in ExcalidrawZ, um deine Leinwand zu lesen, Elemente zu bearbeiten, Zeichnungen zu navigieren, Bibliotheksartikel zu verwenden, Bilder anzuhängen, vorherige Eingaben zu überarbeiten und sicher KI-erstellte Änderungen an der Leinwand rückgängig zu machen. Neue KI-Pläne und -Credits sind jetzt über die aktualisierte Paywall verfügbar.
es: Chatea con la IA directamente en ExcalidrawZ para leer tu lienzo, editar elementos, navegar dibujos, utilizar elementos de la biblioteca, adjuntar imágenes, revisar mensajes anteriores y revertir de forma segura los cambios realizados en el lienzo por la IA. Los nuevos planes de IA y créditos ya están disponibles en el nuevo muro de pago.
fr: Discutez avec l'IA directement dans ExcalidrawZ pour lire votre toile, modifier des éléments, naviguer dans les dessins, utiliser des éléments de bibliothèque, attacher des images, réviser des invites précédentes et annuler en toute sécurité les modifications apportées à la toile par l'IA. De nouveaux plans et crédits pour l'IA sont maintenant disponibles via le nouveau Paywall.
hi: ExcalidrawZ में AI के साथ सीधे बातचीत करें ताकि आप अपने कैनवास को पढ़ सकें, तत्वों को संपादित कर सकें, ड्रॉइंग में नेविगेट कर सकें, लाइब्रेरी आइटम का उपयोग कर सकें, छवियाँ संलग्न कर सकें, पूर्व प्रॉम्प्ट में संशोधन कर सकें, और AI द्वारा किए गए कैनवास परिवर्तनों को सुरक्षित रूप से पूर्ववत कर सकें। नए AI योजनाएँ और क्रेडिट अब ताजा भुगतान के माध्यम से उपलब्ध हैं।
it: Chatta con l'AI direttamente in ExcalidrawZ per leggere la tua tela, modificare elementi, navigare nei disegni, utilizzare oggetti della libreria, allegare immagini, rivedere i prompt precedenti e ripristinare in sicurezza le modifiche alla tela effettuate dall'AI. I nuovi piani e crediti AI sono ora disponibili dal Paywall aggiornato.
ja: ExcalidrawZでAIと直接チャットして、キャンバスを読み取り、要素を編集し、図面をナビゲートし、ライブラリアイテムを使用し、画像を添付し、以前のプロンプトを見直し、AIによって作成されたキャンバスの変更を安全に元に戻すことができます。新しいAIプランとクレジットがリフレッシュされたペイウォールから利用可能です。
ko: ExcalidrawZ에서 AI와 직접 채팅하여 캔버스를 읽고, 요소를 편집하고, 드로잉을 탐색하며, 라이브러리 항목을 사용하고, 이미지를 첨부하고, 이전 프롬프트를 수정하며, AI가 만든 캔버스 변경 사항을 안전하게 되돌리세요. 새로운 AI 요금제와 크레딧이 새롭게 업데이트된 결제 시스템에서 제공됩니다.
nl: Chat rechtstreeks met AI in ExcalidrawZ om je canvas te lezen, elementen te bewerken, tekeningen te navigeren, bibliotheekitems te gebruiken, afbeeldingen toe te voegen, eerdere prompts te herzien en veilig wijzigingen die door AI in het canvas zijn aangebracht, terug te draaien. Nieuwe AI-plannen en -credits zijn nu beschikbaar via de vernieuwde Paywall.
pl: Rozmawiaj z AI bezpośrednio w ExcalidrawZ, aby czytać swój obszar roboczy, edytować elementy, nawigować po rysunkach, używać elementów biblioteki, dołączać obrazy, poprawiać wcześniej zadane pytania i bezpiecznie cofać zmiany wprowadzone przez AI. Nowe plany AI i kredyty są teraz dostępne w odświeżonym Paywall.
pt: Converse com a IA diretamente no ExcalidrawZ para ler seu canvas, editar elementos, navegar nos desenhos, usar itens da biblioteca, anexar imagens, revisar prompts anteriores e reverter com segurança as alterações feitas pela IA no canvas. Novos planos de IA e créditos estão agora disponíveis na Paywall reformulada.
ru: Общайтесь с ИИ прямо в ExcalidrawZ, чтобы читать вашу холст, редактировать элементы, навигировать по рисункам, использовать элементы библиотеки, прикреплять изображения, пересматривать предыдущие подсказки и безопасно отменять изменения, сделанные ИИ в холсте. Новые планы ИИ и кредиты теперь доступны в обновленном интерфейсе.
th: พูดคุยกับ AI โดยตรงใน ExcalidrawZ เพื่ออ่านผ้าใบของคุณ แก้ไของค์ประกอบ นำทางรูปวาด ใช้ไอเท็มในห้องสมุด แนบภาพ ปรับปรุงคำสั่งก่อนหน้า และย้อนกลับการเปลี่ยนแปลงบนผ้าใบที่ AI ทำขึ้นอย่างปลอดภัย แผน AI ใหม่และเครดิตพร้อมให้บริการแล้วจาก Paywall ที่ได้รับการปรับปรุง
tr: ExcalidrawZ'de doğrudan AI ile sohbet ederek tuvalinizi okumak, öğeleri düzenlemek, çizimleri gezmek, kütüphane öğelerini kullanmak, görseller eklemek, önceki istemleri revize etmek ve AI tarafından yapılan tuval değişikliklerini güvenli bir şekilde geri almak mümkündür. Yeni AI planları ve kredileri artık yenilenen Ücretlendirme sayfasından elde edilebilir.
vi: Trò chuyện với AI trực tiếp trong ExcalidrawZ để đọc canvas của bạn, chỉnh sửa các yếu tố, điều hướng bản vẽ, sử dụng các mục thư viện, đính kèm hình ảnh, xem lại các lệnh nhắc trước đó, và an toàn khôi phục những thay đổi trên canvas do AI thực hiện. Các kế hoạch AI mới và tín dụng hiện có từ Paywall được làm mới.
zh_hans: 在 ExcalidrawZ 中直接与 AI 聊天，以读取您的画布、编辑元素、浏览绘图、使用库项目、附加图像、修订先前的提示，并安全地还原 AI 生成的画布更改。新的 AI 计划和积分现已在更新的付费墙中提供。
zh_hant: 在ExcalidrawZ中直接與AI聊天，以閱讀您的畫布、編輯元素、導航圖形、使用庫項目、附加圖像、修訂先前的提示，並安全地恢復AI所做的畫布更改。新的AI計劃和點數現在可以從重新設計的付費牆獲得。

# whatsNewAIForExcalidrawZTitle
source: AI for ExcalidrawZ
ar: الذكاء الاصطناعي لـ ExcalidrawZ
de: KI für ExcalidrawZ
es: IA para ExcalidrawZ
fr: IA pour ExcalidrawZ
hi: ExcalidrawZ के लिए AI
it: AI per ExcalidrawZ
ja: ExcalidrawZのためのAI
ko: ExcalidrawZ를 위한 AI
nl: AI voor ExcalidrawZ
pl: AI dla ExcalidrawZ
pt: IA para ExcalidrawZ
ru: ИИ для ExcalidrawZ
th: AI สำหรับ ExcalidrawZ
tr: ExcalidrawZ için AI
vi: AI cho ExcalidrawZ
zh_hans: ExcalidrawZ 的 AI
zh_hant: ExcalidrawZ的AI

# whatsNewAIProposalCanvasDescription
source: Ask AI to draft canvas changes as proposals, then review and apply them when they are ready.
ar: اطلب من الذكاء الاصطناعي إعداد تغييرات على اللوحة كاقتراحات، ثم قم بمراجعتها وتطبيقها عندما تكون جاهزة.
de: Bitten Sie die KI, Entwürfe für Änderungen am Canvas als Vorschläge zu erstellen, und überprüfen und wenden Sie diese an, wenn sie bereit sind.
es: Pida a la IA que redacte cambios en el lienzo como propuestas, luego revíselos y aplícelos cuando estén listos.
fr: Demandez à l'IA de rédiger des modifications de canevas sous forme de propositions, puis examinez-les et appliquez-les lorsqu'elles sont prêtes.
hi: एआई से अनुरोध करें कि वह कैनवास परिवर्तनों को प्रस्तावों के रूप में तैयार करे, फिर जब वे तैयार हों, तो उन्हें समीक्षा करें और लागू करें।
it: Chiedi all'AI di elaborare modifiche al canvas come proposte, quindi rivedile e applicale quando sono pronte.
ja: AIにキャンバスの変更を提案としてドラフトさせ、その後、準備が整ったらレビューして適用します。
ko: AI에게 캔버스 변경 사항을 제안서로 작성하도록 요청한 후, 준비가 완료되면 검토하고 적용하세요.
nl: Vraag AI om canvaswijzigingen als voorstellen op te stellen, en bekijk en pas deze toe wanneer ze gereed zijn.
pl: Poproś AI o przygotowanie zmian w kanwie jako propozycji, a następnie przeglądaj i stosuj je, gdy będą gotowe.
pt: Peça ao AI para elaborar alterações no canvas como propostas, depois revise e aplique quando estiverem prontas.
ru: Попросите ИИ подготовить изменения для канваса в виде предложений, а затем проверьте и примените их, когда они будут готовы.
th: ขอให้ AI ร่างการเปลี่ยนแปลง canvas เป็นข้อเสนอ จากนั้นตรวจสอบและนำไปใช้เมื่อพร้อม
tr: Yapay Zeka'dan tuval değişikliklerini öneri olarak taslağını istemek, sonra bunları incelip hazır olduklarında uygulamak.
vi: Yêu cầu AI soạn thảo các thay đổi của canvas dưới dạng đề xuất, sau đó xem xét và áp dụng khi chúng đã sẵn sàng.
zh_hans: 请求 AI 起草画布更改作为提案，然后在准备好时进行审查和应用。
zh_hant: 請 AI 擬定畫布變更為提案，然後在準備好後進行審查和應用。

# whatsNewAIProposalCanvasTitle
source: AI proposal canvas
ar: لوحة اقتراحات الذكاء الاصطناعي
de: AI-Vorschlags-Canvas
es: Lienzo de propuestas de IA
fr: Canevas de propositions AI
hi: एआई प्रस्ताव कैनवास
it: Canvas delle proposte AI
ja: AI提案キャンバス
ko: AI 제안서 캔버스
nl: AI-voorstelcanvas
pl: Kanwa propozycji AI
pt: Canvas de proposta AI
ru: Канвас предложений ИИ
th: ข้อเสนอ AI canvas
tr: Yapay Zeka öneri tuvali
vi: Canvas đề xuất AI
zh_hans: AI 提案画布
zh_hant: AI 提案畫布

# whatsnewApplePencilSupportDescription
source: When you use the Apple Pencil to tap the screen, it will enter Pencil mode. At this point, sliding your finger on the screen will directly move the canvas. Double-tapping the Apple Pencil will switch between the cursor and eraser modes.
ar: عند استخدام قلم آبل للنقر على الشاشة، سيدخل في وضع القلم. في هذه المرحلة، يؤدي تحريك إصبعك على الشاشة إلى تحريك اللوحة مباشرة. النقر المزدوج على قلم آبل سيبدل بين وضع المؤشر ووضع الممحاة.
de: Wenn Sie den Apple Pencil verwenden, um auf den Bildschirm zu tippen, wechselt er in den Pencil-Modus. An diesem Punkt bewegt das Gleiten Ihres Fingers über den Bildschirm direkt die Leinwand. Doppeltippen auf den Apple Pencil wechselt zwischen dem Cursor- und Radiergummimodus.
es: Cuando usas el Apple Pencil para tocar la pantalla, se activará el modo Lápiz. En este punto, deslizar tu dedo sobre la pantalla moverá directamente el lienzo. Doble toque en el Apple Pencil cambiará entre los modos de cursor y borrador.
fr: Lorsque vous utilisez l'Apple Pencil pour toucher l'écran, il passera en mode Pencil. À ce moment, glisser votre doigt sur l'écran déplacera directement le canevas. Un double tapotement de l'Apple Pencil permettra de basculer entre les modes curseur et gomme.
hi: जब आप ऐप्पल पेंसिल का उपयोग करके स्क्रीन पर टैप करते हैं, तो यह पेंसिल मोड में प्रवेश करेगा। इस बिंदु पर, स्क्रीन पर अपनी उंगली खींचने से कैनवास सीधे स्थानांतरित होगा। ऐप्पल पेंसिल को डबल टैप करने से कर्सर और रबर मोड के बीच स्विच किया जाएगा।
it: Quando usi l'Apple Pencil per toccare lo schermo, entrerà in modalità Pencil. A questo punto, scorrere con il dito sullo schermo sposterà direttamente la tela. Un doppio tocco sull'Apple Pencil passerà tra la modalità cursore e gomma.
ja: Apple Pencilを使用して画面をタップすると、ペンシルモードに入ります。この時、指を画面上でスライドさせると、キャンバスが直接移動します。Apple Pencilをダブルタップすると、カーソルモードと消しゴムモードが切り替わります。
ko: Apple Pencil로 화면을 탭하면 펜 모드로 전환됩니다. 이때 손가락을 화면 위에서 슬라이드하면 캔버스가 직접 이동합니다. Apple Pencil을 두 번 탭하면 커서와 지우개 모드 간에 전환됩니다.
nl: Wanneer je de Apple Pencil gebruikt om op het scherm te tikken, gaat het naar de Pencil-modus. Op dit punt verplaatst het schuiven met je vinger op het scherm het canvas direct. Dubbel tikken met de Apple Pencil schakelt tussen de cursor- en gum-modus.
pl: Gdy używasz Apple Pencil do stukania w ekran, wejdzie w tryb Pencil. W tym momencie przesuwanie palcem po ekranie bezpośrednio przesuwa płótno. Podwójne stuknięcie Apple Pencil przełącza pomiędzy trybami kursora i gumki.
pt: Ao usar o Apple Pencil para tocar na tela, ele entrará no modo Pencil. Neste ponto, deslizar o dedo na tela moverá diretamente a tela. Um toque duplo no Apple Pencil alternará entre os modos de cursor e borracha.
ru: Когда вы используете Apple Pencil для касания экрана, он переходит в режим рисования. В этот момент скольжение пальцем по экрану будет перемещать холст. Двойное касание Apple Pencil переключает между режимами указателя и ластика.
th: เมื่อคุณใช้ Apple Pencil แตะที่หน้าจอ จะเข้าสู่โหมดปากกา ในจุดนี้ การเลื่อนนิ้วของคุณบนหน้าจอจะย้ายผ้าใบโดยตรง การแตะสองครั้งที่ Apple Pencil จะสลับระหว่างโหมดเคอร์เซอร์และยางลบ.
tr: Apple Pencil ile ekrana dokunduğunuzda, kalem moduna geçilecektir. Bu noktada, parmağınızı ekranda kaydırmak doğrudan tuvali hareket ettirir. Apple Pencil'e iki kez dokunmak, imleç ve silgi modları arasında geçiş yapar.
vi: Khi bạn sử dụng Apple Pencil để chạm vào màn hình, nó sẽ vào chế độ Pencil. Tại thời điểm này, việc trượt ngón tay trên màn hình sẽ trực tiếp di chuyển canvas. Nhấn đúp Apple Pencil sẽ chuyển đổi giữa chế độ con trỏ và cục tẩy.
zh_hans: 当您使用 Apple Pencil 点击屏幕时，它会进入触控笔模式。这时，滑动手指可以直接移动画布。双击 Apple Pencil 会在光标模式和橡皮擦模式之间切换。
zh_hant: 當你使用 Apple Pencil 點擊屏幕時，它將進入 Pencil 模式。此時，滑動手指在屏幕上將直接移動畫布。雙擊 Apple Pencil 將在光標和橡皮擦模式之間切換。

# whatsnewApplePencilSupportTitle
source: Apple pencil support
ar: دعم قلم آبل
de: Unterstützung für Apple Pencil
es: Soporte para Apple Pencil
fr: Support de l'Apple Pencil
hi: ऐप्पल पेंसिल समर्थन
it: Supporto per Apple Pencil
ja: Apple Pencil サポート
ko: Apple Pencil 지원
nl: Apple Pencil ondersteuning
pl: Wsparcie dla Apple Pencil
pt: Suporte ao Apple Pencil
ru: Поддержка Apple Pencil
th: สนับสนุน Apple Pencil
tr: Apple Pencil desteği
vi: Hỗ trợ Apple Pencil
zh_hans: Apple Pencil支持
zh_hant: 支持 Apple Pencil

# whatsNewApplePencilToolbarDescrition
source: Experience precise control and natural drawing with the brand new toolbar designed specifically for Apple Pencil users.
ar: اختبر تحكمًا دقيقًا ورسمًا طبيعيًا مع شريط الأدوات الجديد المصمم خصيصًا لمستخدمي Apple Pencil.
de: Erleben Sie präzise Kontrolle und natürliches Zeichnen mit der brandneuen Werkzeugleiste, die speziell für Apple Pencil-Nutzer entwickelt wurde.
es: Experimenta un control preciso y un dibujo natural con la nueva barra de herramientas diseñada específicamente para usuarios de Apple Pencil.
fr: Profitez d'un contrôle précis et d'un dessin naturel avec la toute nouvelle barre d'outils conçue spécialement pour les utilisateurs d'Apple Pencil.
hi: ऐप्पल पेंसिल उपयोगकर्ताओं के लिए विशेष रूप से डिज़ाइन किए गए नए टूलबार के साथ सटीक नियंत्रण और प्राकृतिक चित्रण का अनुभव करें।
it: Sperimenta un controllo preciso e un disegno naturale con la nuovissima barra degli strumenti progettata specificamente per gli utenti di Apple Pencil.
ja: Apple Pencilユーザーのために特別に設計された新しいツールバーで、精密な操作と自然な描画を体験してください。
ko: Apple Pencil 사용자를 위해 특별히 설계된 새로운 툴바로 정밀한 제어와 자연스러운 드로잉을 경험하세요.
nl: Ervaar nauwkeurige controle en natuurlijk tekenen met de gloednieuwe werkbalk die speciaal is ontworpen voor Apple Pencil-gebruikers.
pl: Doświadcz precyzyjnej kontroli i naturalnego rysowania dzięki nowemu paskowi narzędzi zaprojektowanemu specjalnie dla użytkowników Apple Pencil.
pt: Experimente controle preciso e desenho natural com a nova barra de ferramentas projetada especificamente para usuários do Apple Pencil.
ru: Используйте точный контроль и естественное рисование с совершенно новой панелью инструментов, специально разработанной для пользователей Apple Pencil.
th: สัมผัสการควบคุมที่แม่นยำและการวาดที่เป็นธรรมชาติด้วยแถบเครื่องมือใหม่ที่ออกแบบมาโดยเฉพาะสำหรับผู้ใช้ Apple Pencil.
tr: Apple Pencil kullanıcıları için özel olarak tasarlanmış yeni araç çubuğu ile hassas kontrol ve doğal çizim deneyimi yaşayın.
vi: Trải nghiệm sự kiểm soát chính xác và vẽ tự nhiên với thanh công cụ hoàn toàn mới được thiết kế đặc biệt cho người dùng Apple Pencil.
zh_hans: 体验精确控制和自然绘画的新工具栏，专为苹果铅笔用户设计。
zh_hant: 體驗精確的控制和自然的繪畫，使用專為 Apple Pencil 用戶設計的全新工具欄。
